[
  {
    "image": "https://i.ibb.co.com/TDHP5xNC/ChatBox.png",
    "title": "Chat Box",
    "companyName": "Talkify Inc.",
    "id": 1,
    "description": "Chat Box is a friendly and easy-to-use messaging app that helps you stay connected with friends, family, and colleagues wherever you are. Enjoy instant text messaging, high-quality video calls, and crystal-clear voice chats all in one place. The app supports fun emojis, stickers, and group chats to make your conversations more personal and engaging. With its end-to-end encryption, you can be sure your chats and calls stay private and secure. Whether you’re sharing photos, documents, or just catching up, Chat Box makes communication simple, fast, and reliable for everyone—no matter the distance.",
    "size": 128000000,
    "reviews": 8420,
    "ratingAvg": 4.6,
    "downloads": 5200000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 300 },
      { "name": "2 star", "count": 420 },
      { "name": "3 star", "count": 820 },
      { "name": "4 star", "count": 2100 },
      { "name": "5 star", "count": 4790 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/7Jx0dYH4/Travel-Now.png",
    "title": "Travel Now",
    "companyName": "Nomad Labs",
    "id": 2,
    "description": "Travel Now makes planning your next adventure easy and stress-free. Browse amazing destinations, find the best flight and hotel deals, and create a personalized travel plan—all from one convenient app. Whether you're exploring new cities, relaxing at a beach resort, or taking a weekend getaway, Travel Now keeps everything organized. You can save favorite spots, receive live flight updates, and get smart recommendations based on your interests and budget. It’s the perfect companion for travelers who love exploring but hate the hassle of planning. With Travel Now, the world truly feels closer than ever before.",
    "size": 146000000,
    "reviews": 7320,
    "ratingAvg": 4.7,
    "downloads": 6100000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 250 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1700 },
      { "name": "5 star", "count": 4470 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/RTxnKwJF/Health-Sync.png",
    "title": "Health Sync",
    "companyName": "Well Track",
    "id": 3,
    "description": "Health Sync brings all your fitness, sleep, and wellness data together in one simple dashboard. It syncs effortlessly with your smartwatch and fitness devices, giving you a complete view of your health journey. Track your workouts, set daily goals, and monitor your heart rate, calories, and steps in real-time. The app also helps you understand your sleep cycles and nutrition trends to improve your overall well-being. With clear insights and friendly reminders, Health Sync motivates you to stay consistent and balanced. Whether you’re a fitness enthusiast or just starting out, it’s your personal health companion.",
    "size": 112000000,
    "reviews": 4120,
    "ratingAvg": 4.5,
    "downloads": 3300000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 180 },
      { "name": "2 star", "count": 230 },
      { "name": "3 star", "count": 460 },
      { "name": "4 star", "count": 970 },
      { "name": "5 star", "count": 2280 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/twBh1xJH/FinWise.png",
    "title": "Fin Wise",
    "companyName": "Core Finance",
    "id": 4,
    "description": "Fin Wise helps you take control of your money with simple tools that make budgeting and saving easier than ever. Track your expenses, manage monthly budgets, and get a clear overview of where your money goes. The app also lets you connect your bank accounts, track crypto investments, and monitor spending habits in real-time. Receive smart alerts for bills and upcoming payments so you never miss a due date again. Fin Wise is perfect for anyone who wants to grow their savings and make smarter financial decisions without the stress or complexity of spreadsheets.",
    "size": 118000000,
    "reviews": 6890,
    "ratingAvg": 4.6,
    "downloads": 5400000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 270 },
      { "name": "2 star", "count": 330 },
      { "name": "3 star", "count": 590 },
      { "name": "4 star", "count": 1760 },
      { "name": "5 star", "count": 3940 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/0pn9S6WR/FoodMate.png",
    "title": "Food Mate",
    "companyName": "Taste Cloud",
    "id": 5,
    "description": "Food Mate is your go-to app for discovering amazing food nearby and getting it delivered fast. Browse menus, read reviews, and order from your favorite restaurants in just a few taps. Whether you’re craving pizza, sushi, or a cozy cup of coffee, Food Mate connects you with local chefs and top-rated eateries. The app also includes real-time order tracking, so you’ll know exactly when your food will arrive. Save your favorite dishes and explore daily deals to make dining both fun and affordable. With Food Mate, great food is always just a click away.",
    "size": 136000000,
    "reviews": 10300,
    "ratingAvg": 4.8,
    "downloads": 7200000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 280 },
      { "name": "3 star", "count": 620 },
      { "name": "4 star", "count": 2400 },
      { "name": "5 star", "count": 6800 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/609ZCNCJ/Learnify.png",
    "title": "Learnify",
    "companyName": "EduVerse",
    "id": 6,
    "description": "Learnify makes learning fun and accessible for everyone. Explore thousands of online courses, from coding and design to business and personal growth. Each course includes interactive lessons, quizzes, and certificates that help you track your progress. Whether you’re a student or a professional, Learnify offers expert-taught content from top universities and creators. You can download lessons for offline study, join discussions, and learn at your own pace. With a clean interface and smart recommendations, Learnify keeps you motivated and helps you build new skills every day—all from the comfort of your phone or tablet.",
    "size": 154000000,
    "reviews": 5980,
    "ratingAvg": 4.7,
    "downloads": 4200000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 190 },
      { "name": "2 star", "count": 260 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 3530 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/Rk0YVM7z/Photo-Snap.png",
    "title": "Photo Snap",
    "companyName": "Vision Works",
    "id": 7,
    "description": "Photo Snap is the all-in-one photo editor that helps you make your pictures pop. Use professional tools to enhance brightness, contrast, and color balance in just a few taps. Apply creative filters, remove backgrounds, or retouch portraits with AI precision. The app makes photo editing simple, whether you’re touching up a selfie or creating content for social media. Save and organize your photos in custom albums, then share directly to your favorite platforms. With Photo Snap, even beginners can create professional-looking photos quickly and easily—no expensive software or experience required.",
    "size": 132000000,
    "reviews": 4570,
    "ratingAvg": 4.4,
    "downloads": 2700000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 210 },
      { "name": "2 star", "count": 280 },
      { "name": "3 star", "count": 610 },
      { "name": "4 star", "count": 1300 },
      { "name": "5 star", "count": 2170 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/MkHTMPvW/ShopEasy.png",
    "title": "Shop Easy",
    "companyName": "EcomLabs",
    "id": 8,
    "description": "Shop Easy brings the joy of online shopping right to your fingertips. Browse a huge range of products from clothing and accessories to gadgets and home goods—all from trusted brands. Enjoy secure payments, fast delivery, and exclusive daily deals that help you save more. You can track your orders in real time and chat directly with sellers for a smooth shopping experience. Personalized recommendations make it easy to find exactly what you love, and the wishlist feature helps you plan your next purchase. Shop Easy makes every shopping trip fast, simple, and fun.",
    "size": 145000000,
    "reviews": 8300,
    "ratingAvg": 4.6,
    "downloads": 5800000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 280 },
      { "name": "2 star", "count": 370 },
      { "name": "3 star", "count": 650 },
      { "name": "4 star", "count": 1750 },
      { "name": "5 star", "count": 5250 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/ksZ0cJsN/Urban-Move.png",
    "title": "Ride Now",
    "companyName": "Urban Move",
    "id": 9,
    "description": "Ride Now makes getting around your city quick and easy. Request a ride with just one tap and reach your destination safely with verified drivers. The app gives you real-time tracking, transparent pricing, and multiple payment options for convenience. Whether you’re heading to work, a party, or the airport, Ride Now helps you travel without stress. You can also share your ride details with friends for extra safety. With 24/7 support and reliable drivers, Ride Now ensures that you get where you need to be—comfortably and affordably—every single time.",
    "size": 124000000,
    "reviews": 4920,
    "ratingAvg": 4.3,
    "downloads": 4100000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 220 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 720 },
      { "name": "4 star", "count": 1400 },
      { "name": "5 star", "count": 2280 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/ynj3gnth/Streamly.png",
    "title": "Streamly",
    "companyName": "Vision Cloud",
    "id": 10,
    "description": "Streamly lets you enjoy your favorite movies, shows, and web series anytime, anywhere. Discover trending titles and explore recommendations based on what you love. Watch in HD, create watchlists, and even download episodes to enjoy offline. With an intuitive interface and fast streaming servers, Streamly ensures smooth entertainment without buffering. Whether you’re into thrillers, comedies, or documentaries, there’s something for everyone. The app keeps your experience ad-free for uninterrupted enjoyment. It’s like having a personal cinema in your pocket—perfect for relaxing after a long day or binge-watching over the weekend.",
    "size": 172000000,
    "reviews": 13800,
    "ratingAvg": 4.8,
    "downloads": 9400000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 320 },
      { "name": "2 star", "count": 430 },
      { "name": "3 star", "count": 780 },
      { "name": "4 star", "count": 2400 },
      { "name": "5 star", "count": 9870 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/v6WdFtbB/MindEase.jpg",
    "title": "Mind Ease",
    "companyName": "Calm Space",
    "id": 11,
    "description": "Mind Ease helps you slow down, relax, and find peace of mind through guided meditation and mindfulness exercises. The app offers soothing audio tracks, breathing sessions, and nature sounds to calm your thoughts and improve sleep. You can track your mood, set daily reminders, and build a healthy routine that fits your lifestyle. Whether you’re new to meditation or a long-time practitioner, Mind Ease provides an easy way to unwind and focus on your well-being. Take a few minutes each day to recharge your mind and feel more balanced with Mind Ease.",
    "size": 98000000,
    "reviews": 3620,
    "ratingAvg": 4.5,
    "downloads": 2600000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 160 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 430 },
      { "name": "4 star", "count": 870 },
      { "name": "5 star", "count": 1960 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/9HRNJw05/Eventify.png",
    "title": "Eventify",
    "companyName": "Social Hub",
    "id": 12,
    "description": "Eventify is the ultimate event companion that helps you find concerts, festivals, and meetups happening near you. Discover trending events, follow your favorite artists, and book tickets instantly from the app. You can also connect with friends, see who’s attending, and share your plans directly on social media. Eventify sends personalized recommendations so you never miss out on fun things happening in your city. With secure ticketing, event reminders, and easy check-in options, Eventify makes going out with friends simple, exciting, and memorable every single time.",
    "size": 87000000,
    "reviews": 1890,
    "ratingAvg": 4.3,
    "downloads": 970000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 90 },
      { "name": "2 star", "count": 120 },
      { "name": "3 star", "count": 230 },
      { "name": "4 star", "count": 570 },
      { "name": "5 star", "count": 880 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/zWkS6XXF/HomeEase.png",
    "title": "Home Ease",
    "companyName": "Smart Hive",
    "id": 13,
    "description": "Home Ease connects all your smart home devices into one easy-to-use app. Control your lights, locks, thermostat, and appliances from anywhere with just a tap. Set routines, create schedules, and monitor your home in real time for extra safety and comfort. The app also works with voice assistants like Alexa and Google Home for hands-free convenience. Whether you’re at work or on vacation, Home Ease gives you peace of mind knowing everything is under control. It’s the smart, simple way to make your home more connected and energy-efficient.",
    "size": 99000000,
    "reviews": 2540,
    "ratingAvg": 4.4,
    "downloads": 1700000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 130 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 320 },
      { "name": "4 star", "count": 740 },
      { "name": "5 star", "count": 1200 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/jZsXs7nw/Crypto-Watch.png",
    "title": "Crypto Watch",
    "companyName": "Block Stream",
    "id": 14,
    "description": "Crypto Watch is your real-time tracker for all things cryptocurrency. Monitor live prices, set price alerts, and manage your digital portfolio in one sleek app. Stay updated with the latest market trends and news from the crypto world. Whether you invest in Bitcoin, Ethereum, or altcoins, Crypto Watch helps you make smart moves with up-to-date data and intuitive charts. You can track profits, losses, and performance over time—all in a user-friendly interface. It’s perfect for both casual investors and serious traders who want to stay ahead in the fast-changing crypto market.",
    "size": 108000000,
    "reviews": 6300,
    "ratingAvg": 4.6,
    "downloads": 3800000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 190 },
      { "name": "2 star", "count": 240 },
      { "name": "3 star", "count": 480 },
      { "name": "4 star", "count": 1400 },
      { "name": "5 star", "count": 3990 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/LXBMB8mV/Taskly.png",
    "title": "Taskly",
    "companyName": "NextGen Tools",
    "id": 15,
    "description": "Taskly helps you stay organized and productive by managing your daily tasks and projects effortlessly. Create to-do lists, set priorities, and collaborate with teammates—all in one place. The clean and simple design keeps you focused on what matters most. You can set reminders, track deadlines, and break big goals into manageable steps. Taskly syncs across all your devices, so you’ll never miss an update. Whether you’re managing personal chores or professional projects, Taskly gives you the tools to stay on track and make your day more productive and stress-free.",
    "size": 94000000,
    "reviews": 5200,
    "ratingAvg": 4.5,
    "downloads": 2900000,
    "platforms": ["Android", "iOS"],
    "ratings": [
      { "name": "1 star", "count": 170 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 480 },
      { "name": "4 star", "count": 1220 },
      { "name": "5 star", "count": 3130 }
    ]
  }
]
